Repository: plone/plone.app.event
Catalog: plone/app/event/locales/*/LC_MESSAGES/plone.app.event.po
Languages: de, eu, fr, it, nl, pt_br, zh_tw

source: label_event_settings
de: Termineinstellungen
eu: Hitzorduaren ezarpenak
fr: Paramètres des événements
it: Impostazioni dell'evento
nl: Instellingen voor agenda-items
pt_br: Configurações de evento
zh_tw: 活動設定

source: label_event_start
de: Terminbeginn
eu: Hasiera-data
fr: Date de début
it: Data di inizio dell'evento
nl: Agenda-item start
pt_br: Início do evento
zh_tw: 活動起始時間

source: label_event_timezone
de: Zeitzone
eu: Ordu-eremua
fr: Fuseau horaire
it: Fuso orario
nl: Tijdzone
pt_br: Fuso horário
zh_tw: 時區

source: label_event_url
de: Website
eu: Hitzorudaren URLa
fr: URL de l'événement
it: URL dell'evento
nl: URL voor agenda-item
pt_br: URL do evento
zh_tw: 活動網址

source: label_event_whole_day
de: Ganzer Tag
eu: Egun osoa
fr: Journée entière
it: Tutta la giornata
nl: Hele dag
zh_tw: 從早到晚

source: label_first_weekday
de: Erster Wochentag
eu: Lehenengo asteguna
fr: Premier jour
it: Primo giorno della settimana
nl: Eerste dag van de week
pt_br: Primeiro dia da semana
zh_tw: 每週的起始日

source: label_phone
de: Telefon
eu: Telefonoa
it: Web
zh_tw: 電話

source: label_web
de: Web URL
eu: Web
fr: Site Internet
it: Web
nl: Website
zh_tw: 網址

source: mode_day_link
de: Tag
eu: Eguna
fr: Jour
it: Giorno
nl: Dag
pt_br: Dia
zh_tw: 每日顯示

source: mode_future_link
de: Aktuelle Termine
eu: Datozenak
fr: À venir
it: Prossimi
nl: Toekomstig
zh_tw: 近期列表

source: mode_month_link
de: Monat
eu: Hilabetea
fr: Mois
it: Mese
nl: Maand
pt_br: Mês
zh_tw: 每月顯示

source: mode_past_link
de: Vergangene Termine
eu: Aurrekoak
fr: Passé
it: Passato
nl: Afgelopen
zh_tw: 過往列表

source: mode_week_link
de: Woche
eu: Astea
fr: Semaine
it: Settimana
nl: Week
pt_br: Semana
zh_tw: 每週顯示

source: msg_ical_import_settings_saved
de: Ical Import Einstellungen gespeichert.
eu: ical inportazioaren ezarpenak gorde egin dira
it: Impostazioni di importazione iCal salvate.
nl: Ical import-instellingen opgeslagen
zh_tw: iCal 匯入設定已儲存。

source: next_day_link
de: Nächster Tag
eu: Hurrengo eguna
fr: Lendemain
it: Giorno successivo
nl: Volgende dag
pt_br: Próximo dia
zh_tw: 後一天

source: next_month_link
de: Nächster Monat
eu: Hurrengo hilabetea
fr: Mois prochain
it: Mese successivo
nl: Volgende maand
pt_br: Próximo mês
zh_tw: 後一月

source: next_week_link
de: Nächste Woche
eu: Hurrengo astea
fr: Semaine prochaine
it: Settimana successiva
nl: Volgende week
pt_br: Próxima semana
zh_tw: 後一週

source: past_events
de: Vergangene Termine
eu: Pasatutako hitzorduak
fr: Événements passés
it: Eventi passati
nl: Afgelopen agenda-items
pt_br: Eventos anteriores
zh_tw: 過往活動

source: portlet_help_search_base
de: Den Ordner auswählen, in dem Termine für dieses Portlet gesucht werden.
eu: Hitzorduak bilatzeko oinarri karpeta bilatu. Egutegiko bilaketen loturetan ere karpeta hau erabiliko da oinarri gisa. Hutsik utziz gero, atari guztian zehar bilatuko da eta sortzen diren loturak ataritik aurrerakoak izango dira.
fr: Sélectionner le dossier de base pour la recherche d'événements. Ce dossier sera aussi utilisé de lien dans les recherches de calendrier. Si laissé vide, les recherches se feront sur tout le site et l'affichage en liste des événements se trouvera à la racine du site.
it: Selezionare la cartella di base per la ricerca di eventi. Questa cartella sarà utilizzata anche come collegamento nelle ricerche di calendario. Se vuoto, l'intero sito verrà cercato e la vista di elenco degli eventi sarà chiamata sulla radice del sito.
nl: Kies een map om naar agenda-items te zoeken. Deze wordt ook gebruikt om naartoe te linken vanuit agenda-zoekacties. Als dit veld leeg is wordt de hele site doorzocht, en wordt de lijst van agenda-items wordt aangeroepen op het hoogste niveau in de site.
pt_br: Selecione a pasta base para busca de eventos
zh_tw: 指定搜尋活動的起始目錄，這個設定值也會在月曆方框裡生效。留空的話，預設會搜尋整個網站。

source: portlet_label_search_base
de: Suchordner
eu: Bilaketaren oinarria
fr: Base de recherche
it: Base della ricerca
nl: Uitgangspunt voor zoeken
pt_br: Base da busca
zh_tw: 搜尋的起始目錄

source: prev_day_link
de: Vorheriger Tag
eu: Aurreko eguna
fr: Jour précédent
it: Giorno precedente
nl: Vorige dag
pt_br: Dia anterior
zh_tw: 前一天

source: prev_month_link
de: Vorheriger Monat
eu: Aurreko hilabetea
fr: Mois précédent
it: Mese precedente
nl: Vorige maand
pt_br: Mês anterior
zh_tw: 前一月

source: prev_week_link
de: Vorherige Woche
eu: Aurreko astea
fr: Semaine précédente
it: Settimana precedente
nl: Vorige week
pt_br: Semana anterior
zh_tw: 前一週

source: summary_event_details
de: Termindetails
eu: Hitzorduaren ingurukoak
fr: Détail de l'événement
it: Dettagli dell'evento.
nl: Details van agenda-item
pt_br: Detalhes do evento
zh_tw: 活動細節

source: sync_keep_mine
de: Eigene behalten
eu: Nirea mantendu
it: Tieni il mio
nl: De mijne houden
zh_tw: 保留既有資料

source: sync_keep_newer
de: Neuere Importieren
eu: Berriagoak mantendu
it: Tieni il più nuovo
nl: Nieuwste houden
zh_tw: 保留新的資料

source: sync_keep_theirs
de: Externe behalten
eu: Eurenak mantendu
it: Tieni i loro
nl: De hunne houden
zh_tw: 保留匯入資料

source: sync_none
de: Keine Synchronisation
eu: Ez sinkronizatu
it: Nessuna sincronizzazione
nl: Niet synchroniseren
zh_tw: 不同步

source: this_month_link
de: Dieser Monat
eu: Hilabete hau
fr: Ce mois ci
it: Questo mese
nl: Deze maand
pt_br: Este mês
zh_tw: 本月

source: this_week_link
de: Diese Woche
eu: Aste hau
fr: Cette semaine
it: Questa settimana
nl: Deze week
pt_br: Esta semana
zh_tw: 本週

source: title_add_to_ical
de: Laden Sie diesen Termin im iCal-Format herunter
eu: Hitzordu hau iCal formatuan deskargatu
fr: Télécharger cet événement au format iCal
it: Scarica questo evento in formato iCal
nl: Dit agenda-item downloaden in iCal-formaat
pt_br: Faça o download deste evento no formato iCal
zh_tw: 以 iCal 格式下載活動資訊

source: title_event_listing_settings
de: Terminlisten Einstellungen
eu: Hitzordu zerrendaren ezarpenak
fr: Paramètre d'affichage des événements en liste
it: Impostazioni di elenco degli eventi
nl: Instellingen voor agenda-items lijst
zh_tw: 活動列表設定

source: title_ical_import
de: Ical Import
eu: Ical inportazioa
fr: Import iCal
it: Importazione iCal
nl: Ical-import
zh_tw: 匯入 iCal

source: title_ical_import_disable
de: Icalendar import deaktivieren
eu: icalendar inportazioa desaktibatu
fr: Désactiver l'import iCal
it: Disabilita l'importazione icalendar
nl: Icalendar-import uitschakelen
zh_tw: 停用 iCal 功能

source: title_ical_import_enable
de: Icalendar import aktivieren
eu: icalendar inportazioa aktibatu
fr: Activer l'import iCal
it: Abilita l'importazione icalendar
nl: iCalendar-import inschakelen
zh_tw: 啟用 iCal 功能

source: today_link
de: Heute
eu: Gaur
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pt_br: Hoje
zh_tw: 本日

source: todays_events
de: Heutige Termine
eu: Gaurko hitzorduak
fr: Les événements du jour
it: Eventi di oggi
nl: Agenda-items vandaag
pt_br: Eventos do dia de hoje
zh_tw: 本日活動

source: todays_upcoming_events
de: Heute kommende Termine
eu: Gaurko hitzorduak
fr: Les événements à venir dans la journée
it: Prossimi eventi di oggi
nl: Agenda-items vanaf vandaag
pt_br: Próximos eventos do dia de hoje
zh_tw: 本日最新活動
