Repository: plone/plone.app.event
Catalog: plone/app/event/locales/*/LC_MESSAGES/plone.app.event.po
Languages: de, eu, fr, it, nl, pt_br, zh_tw

source: 7days_events
de: Termine in den nächsten 7 Tagen
eu: Hurrengo 7 egunetako hitzorduak.
fr: Les événements des 7 prochains jours.
it: Eventi nei prossimi 7 giorni.
nl: Agenda-items in de komende 7 dagen
zh_tw: 未來七天內的活動。

source: Add Calendar Portlet
de: Kalenderportlet hinzufügen
eu: Egutegi portleta gehitu
fr: Ajouter portlet calendrier
it: Aggiungi una portlet Calendario
nl: Agenda-portlet toevoegen
pt_br: Adicionar portlet de calendário
zh_tw: 新增月曆方框

source: Add Events Portlet
de: Terminportlet hinzufügen
eu: Hitzorduen portleta gehitu
fr: Ajouter portlet événements
it: Aggiungi una portlet Eventi
nl: Portlet voor Agenda-items toevoegen
pt_br: Adicionar portlet de eventos
zh_tw: 新增活動方框

source: All dates
de: Alle Termine
eu: Datak guztiak
fr: Toutes les dates
it: Tutte le date
nl: Alle datums
pt_br: Todas as datas
zh_tw: 所有時間

source: Available timezones
de: Verfügbare Zeitzonen
eu: Ordu-eremuak
fr: Fuseaux horaires disponibles
it: Fusi orari disponibili
nl: Beschikbare tijdzones
pt_br: Fusos horários disponíveis
zh_tw: 可選取的時區

source: Calendar
de: Kalender
eu: Egutegia
fr: Calendrier
it: Calendario
nl: Agenda
pt_br: Calendário
zh_tw: 月曆方框

source: Date/Time based on the current event settings:
de: Aktuelles Datum mit Zeit, basierend auf den derzeitigen Einstellungen:
eu: Uneko ezarpenen araberako ordua/data
fr: Date/Heure basée sur les paramètres actuels du module événement:
it: Data/Ora basate sulla attuale configurazione degli eventi:
nl: Datum/tijd gebaseerd op de huidige Agenda-instellingen:
zh_tw: 目前日期/時間的格式設定:

source: Edit Calendar Portlet
de: Kalenderportlet bearbeiten
eu: Egutegi portleta editatu
fr: Modifier portlet calendrier
it: Modifica la portlet Calendario
nl: Agenda-portlet bewerken
pt_br: Editar o portlet de calendário
zh_tw: 編輯月曆方框

source: Edit Events Portlet
de: Terminportlet bearbeiten
eu: Hitzorduen portleta editat
fr: Modifier portlet événements
it: Modifica la portlet Eventi
nl: Portlet voor Agenda-items bewerken
pt_br: Editar o portlet de eventos
zh_tw: 編輯活動方框

source: Event Settings
de: Termineinstellungen
eu: Hitzorduen ezarpenak
fr: Événements
it: Impostazioni Eventi
nl: Agenda-instellingen
pt_br: Configurações de Eventos
zh_tw: 活動設定

source: Events
de: Termine
eu: Hitzorduak
fr: Événements
it: Eventi
nl: Agenda-items
pt_br: Eventos
zh_tw: 活動方框

source: How many items to list.
de: Anzahl der angezeigten Artikel
eu: Zenbat elementu zerrendatu
fr: Combien d'éléments à afficher.
it: Quanti elementi devono essere mostrati.
nl: Aantal in de lijst op te sommen items.
pt_br: Quantos itens listar.
zh_tw: 指定要被顯示的數量。

source: Items in which workflow state to show.
de: Nur Artikel in diesen Status anzeigen.
eu: Zein workflow egoeratako elementuak erakutsi
fr: Etat de workflow des éléments à afficher.
it: In quale stato di workflow devono essere gli elementi da mostrare.
nl: Workflow-statussen waarmee Agenda-items getoond worden.
pt_br: Itens em quais estados de workflow devem ser exibidos.
zh_tw: 選擇要被顯示的工作流程狀態。

source: Number of items to display
de: Anzahl der angezeigten Artikel
eu: Zenbat elementu erakutsi
fr: Nombre d'éléments à afficher
it: Numero di elementi da mostrare
nl: Aantal te tonen items
pt_br: Número de itens a exibir
zh_tw: 顯示的數量

source: Portal default timezone
de: Standard-Zeitzone
eu: Atariaren defektuzko ordu-eremua
fr: Fuseau horaire par défaut du site.
it: Fuso orario predefinito del portale
nl: Standaard-tijdzone van site
pt_br: Fuso horário padrão deste portal
zh_tw: 預設時區

source: This portlet displays events in a calendar.
de: Dieses Portlet zeigt Termine in einem Kalender an.
eu: Portlet honek hitzorduak egutegi baten erakusten ditu.
fr: Ce portlet affiche les événements dans un calendrier.
it: Questa portlet mostra gli eventi in un calendario.
nl: Dit portlet toont Agenda-items in een agenda.
pt_br: Este portlet exibe eventos em um calendário.
zh_tw: 以月曆形式顯示活動資訊。

source: This portlet lists upcoming Events.
de: Dieses Portlet zeigt kommende Termine an.
eu: Portlet honek datozen hitzorduak zerrendatzen ditu.
fr: Ce portlet liste les événements à venir.
it: Questa portlet mostra una lista dei prossimi eventi.
nl: Dit portlet geeft een lijst van toekomstige agenda-items.
pt_br: Este portlet exibe os próximos eventos.
zh_tw: 用來顯示最新的活動列表。

source: Workflow state
de: Status
eu: Workflow egoera
fr: État de workflow
it: Stato di workflow
nl: Workflow-status
pt_br: Estado de workflow
zh_tw: 工作流程狀態

source: all_events
de: Alle Termine
eu: Hitzordu guztiak
fr: Tous les événements
it: Tutti gli eventi
nl: Alle agenda-items
pt_br: Todos os eventos
zh_tw: 所有活動

source: box_events
de: Zukünftige Termine
eu: Datozen hitzorduak
fr: Événements à venir
it: Prossimi eventi
nl: Toekomstige agenda-items
pt_br: Próximos eventos
zh_tw: 近期活動

source: box_previous_events
de: Vergangene Termine
eu: Aurreko hitzorduak...
fr: Événements précédent…
it: Eventi precedenti…
nl: Voorbije agenda-items…
pt_br: Eventos anteriores…
zh_tw: 過往活動…

source: box_upcoming_events
de: Zukünftige Termine…
eu: Datozen hitorduak...
fr: Événements à venir…
it: Prossimi eventi…
nl: Toekomstige agenda-items…
pt_br: Próximos eventos…
zh_tw: 近期活動…

source: contact_attendees
de: Teilnehmer
eu: Bertaratutakoak
fr: Participants
it: Partecipanti
nl: Deelnemers
pt_br: Participantes
zh_tw: 參與者

source: contact_name
de: Kontaktname
eu: Kontaktu izena
fr: Nom du contact
it: Nome del contatto
nl: Naam contactpersoon
pt_br: Pessoa de contato
zh_tw: 聯絡人員

source: contact_phone
de: Kontakt Telefon
eu: Kontaktu telefonoa
fr: Téléphone du contact
it: Telefono del contatto
nl: Telefoon contactpersoon
pt_br: Telefone de contato
zh_tw: 聯絡電話

source: error_end_must_be_after_start_date
de: Enddatum muss nach dem Startdatum liegen.
eu: Bukaera-data hasiera-dataren ostean izan behar da.
fr: La date de fin doit être après la date de début.
it: La data di fine deve essere successiva alla data di inizio.
nl: Einddatum moet na startdatum liggen
pt_br: Data de término deve ser após a data de início.
zh_tw: 結束日期必須在起始日期之後。

source: error_invalid_date
de: Das Start- oder Enddatum ist ungültig
eu: Hasiera- edo bukaera-data ez da zuzena
fr: La date de début ou la date de fin n'est pas valide.
it: La data di inizio o di fine non è valida
nl: Ongeldige start- of einddatum
pt_br: A data de início ou término é inválida
zh_tw: 起始或結束日期不正確。

source: error_invalid_end_date
de: Ungültiges Enddatum.
eu: Bukaera-data ez da zuzena
fr: La date de fin n'est pas valide.
it: La data di fine non è valida.
nl: Einddatum is ongeldig.
pt_br: Data de término não é válida.
zh_tw: 結束日期不正確。

source: error_invalid_start_date
de: Ungültiges Anfangsdatum.
eu: Hasiera-data ez da zuzena
fr: La date de début n'est pas valide.
it: La data di inizio non è valida.
nl: Startdatum is ongeldig.
pt_br: Data de início não é válida.
zh_tw: 起始日期不正確。

source: event_event
de: Termin

source: event_url
de: Website
eu: Hitzorduaren URLa
fr: Site Internet
it: Web
nl: Website
pt_br: Site
zh_tw: 網址

source: event_what
de: Was
eu: Zer
fr: Quoi
it: Cosa
nl: Wat
pt_br: O que
zh_tw: 類型

source: event_when
de: Wann
eu: Noiz
fr: Quand
it: Quando
nl: Wanneer
pt_br: Quando
zh_tw: 時間

source: event_when_differentday
de: ${startdate} bis ${enddate}
eu: ${startdate} - ${enddate}
fr: Du ${startdate} <span class="timespan">au</span> ${enddate}
it: ${startdate} al ${enddate}
nl: ${startdate} tot ${enddate}
pt_br: ${startdate} <span class="timespan">até</span> ${enddate}
zh_tw: ${startdate} 到 ${enddate}

source: event_when_differentday_optional_word_between_date_and_time
de: um
it: alle

source: event_when_sameday
de: ${date} von ${starttime} bis ${endtime}
eu: ${date} ${starttime} - ${endtime}"
fr: ${date} de ${starttime} à ${endtime}
it: ${date} dalle ${starttime} alle ${endtime}
nl: ${date} van ${starttime} tot ${endtime}
pt_br: ${date} <div class="timerange"> de ${starttime} <span class="timespan">até</span> ${endtime} </div>
zh_tw: ${date} 從 ${starttime} 到 ${endtime}

source: event_when_sameday_openend
de: ${date} ab ${starttime}
eu: ${date} ${starttime}
fr: ${date} à partir de ${starttime}
it: ${date} dalle ${starttime}
nl: ${date} vanaf ${starttime}
zh_tw: ${date} 從 ${starttime} 開始

source: event_where
de: Wo
eu: Non
fr: Ou
it: Dove
nl: Waar
pt_br: Onde
zh_tw: 地點

source: events_from_until
de: Termine vom ${from} bis ${until}
eu: ${from} - ${until}.
fr: ${from} jusqu'à ${until}.
it: ${from} fino al ${until}.
nl: ${from} tot ${until}.
pt_br: Eventos entre ${from} e ${until}
zh_tw: 從 ${from} 到 ${until}。

source: events_in_month
de: Termine im ${month} ${year}
eu: ${year} ${month}ko hitzorduak
fr: Événements en ${month} ${year}
it: Eventi in ${month} ${year}
nl: Agenda-items in ${month} ${year}
pt_br: Eventos em ${month} de ${year}
zh_tw: ${year} ${month} 的活動

source: events_in_week
de: Termine in der ${weeknumber}. Woche
eu: ${weeknumber} asteko hitzorduak
fr: Événements de la semaine ${weeknumber}
it: Eventi nella settimana ${weeknumber}
nl: Agenda-items in week ${weeknumber}
pt_br: Eventos na semana ${weeknumber}
zh_tw: 第 ${weeknumber} 週的活動

source: events_on_day
de: Termine am ${day}
eu: ${day} eguneko hitzorduak
fr: Événements le ${day}
it: Eventi di ${day}
nl: Agenda-items op ${day}
pt_br: Eventos em ${day}
zh_tw: ${day} 的活動

source: external_website
de: Externe Website öffnen
eu: Kanpo webgunea
fr: Visitez le site Internet
it: Visita il sito web esterno
nl: Bezoek externe website
pt_br: Visite o site do evento
zh_tw: 連結外部網站

source: future_events
de: Zukünftige Termine
eu: Etorkizuneko hitzorduak
fr: Événements futur
it: Eventi futuri
nl: Toekomstige Agenda-items
pt_br: Eventos futuros
zh_tw: 最新活動

source: heading_add_to_calendar
de: Termin zum Kalender hinzufügen
eu: Hitzordua egutegira gehitu
fr: Ajouter l'événement au calendrier
it: Aggiungi un evento al calendario
nl: Agenda-item aan agenda toevoegen
pt_br: Adicionar evento ao calendário
zh_tw: 新增活動到行事曆

source: help_available_timezones
de: Die Zeitzonen, die im Portal zur Auswahl stehen.
eu: Aukeratu daitezkeen ordu-eremuak. Erabiltzaile eta hitzorduei esleitu dakizkieke
fr: Les fuseaux horaires, qui devraient être mis à disposition dans le site. Peut être utilisé par les utilisateurs et les événements.
it: I fusi orari che saranno disponibili nel portale. Possono essere impostati per utenti e per eventi
nl: Tijdzones die in de site beschikbaar moeten zijn. Deze kunnen voor gebruikers en agenda-items ingesteld worden.
pt_br: Os fusos horários que estarão disponíveis no portal. Pode ser configurado para usuários e eventos
zh_tw: 網站可供選擇的時區，使用者和活動型別會用到它。

source: help_current_folder
de: Nur Termine im aktuellen Ordner suchen.
eu: Hitzorduak uneko karpetan bakarrik bilatu.
fr: Rechercher les événements seulement dans le dossier courant.
it: Cerca gli eventi solo nella cartella corrente.
nl: Agenda-items alleen in huidige map zoeken.
zh_tw: 只在現行目錄裡搜尋活動。

source: help_event_announcement
de: Ankündigungstext zum Termin.

source: help_event_attendees
de: Liste der Teilnehmer.
eu: Bertaratutakoen zerrenda
fr: Liste des participants
it: Lista dei partecipanti
nl: Deelnemerslijst.
pt_br: Lista de participantes
zh_tw: 逐行填寫參與者的名單。

source: help_event_contact_email
de: Kontakt E-Mail Adresse.
eu: Hitzordu honen inguruko informazioa lortzeko e-posta
fr: Adresses email à contacter pour avoir plus d'information sur l'événement
it: Indirizzo email da contattare per questo evento
nl: E-mailadres om contact mee op te nemen over dit agenda-item.
pt_br: E-mail de contato sobre este evento.
zh_tw: 聯絡人員的電郵地址。

source: help_event_contact_name
de: Name einer Kontaktperson für diesen Termin.
eu: Hitzordu honen inguruko informazioa lortzeko pertsona
fr: Nom des personnes à contacter pour avoir plus d'information sur l'événement
it: Nome della persona da contattare per questo evento.
nl: Contactpersoon voor dit agenda-item.
pt_br: Nome da pessoa de contato para este evento.
zh_tw: 聯絡人員的姓名。

source: help_event_contact_phone
de: Telefonnummer zu diesem Termin.
eu: Hitzorde honen inguruko informazioa lortzeko telefonoa
fr: Numéro de téléphone à utiliser pour avoir plus d'information sur l'événement.
it: Numero di telefono da contattare per questo evento.
nl: Telefoonnummer om contact mee op te nemen over dit agenda-item.
pt_br: Número de telefone de contato para este evento.
zh_tw: 聯絡人員的電話。

source: help_event_end
de: Datum und Zeit, wann dieser Termin endet.
eu: Hitzorduaren bukaera-data eta ordua
fr: Date et heure de la fin de l'événement.
it: Data e ora della fine dell'evento.
nl: Einddatum en -tijd van het agenda-item
pt_br: Data e hora do término do evento.
zh_tw: 活動結束的日期和時間。

source: help_event_listing_settings
de: Einstellungen für die Terminlisten Ansicht.
eu: Hitzordu zerrendaren bistaren ezarpenak.
fr: Paramètres d'affichage des événements
it: Impostazioni per la vista di elenco degli eventi
nl: Instellingen voor de lijst van agenda-items.
zh_tw: 活動列表的顯示設定。

source: help_event_location
de: Ort, wo der Termin stattfindet.
eu: Hitzorduaren tokia
fr: Adresse postale ou à lieu l'événement
it: Luogo dell'evento.
nl: Plaats van het agenda-item.
pt_br: Local do evento
zh_tw: 活動的位置資訊。

source: help_event_open_end
de: Dieser Termin endet zu einer unbestimmten Zeit am selben Tag.
eu: Hitzordu honen bukaera datarik ez dago
fr: Cet événement est à durée indéterminée.
it: Questo evento ha una fine aperta.
nl: Dit agenda-item heeft geen einde.
zh_tw: 活動結束時間未定。

source: help_event_recurrence
de: Bestimmen Sie die Wiederholungsregeln des Termins.
eu: Hitzorduaren errepikapen erregela definitu
fr: Définir la règle de récurrence de l'événement.
it: Inserisci le regole di ricorrenza.
nl: Beschrijf de herhalingsregel voor het agenda-item.
pt_br: Recorrência
zh_tw: 設定活動的循環週期。

source: help_event_settings
de: Termineinstellungen, wie Zeitzone etc.
eu: Hitzorduaren inguruko ezarpenak: ordu-eremua, ...
fr: Paramètres relatif aux événements comme les fuseaux horaires, etc.
it: Impostazioni correlate all'evento come il fuso orario, ecc.
nl: Instellingen die met agenda-items te maken hebben, zoals tijdzone.
pt_br: Configurações relacionadas a eventos como fusos horários, etc.
zh_tw: 設定活動型別的相關資訊，例如時區等。

source: help_event_start
de: Datum und Zeit, wann der Termin beginnt.
eu: Hitzorduaren hasiera-data eta ordua
fr: Date et heure de démarrage de l'événement.
it: Data e ora di inizio dell'evento.
nl: Startdatum en -tijd van het agenda-item.
pt_br: Data e hora de início do evento.
zh_tw: 活動起始的日期和時間。

source: help_event_timezone
de: Wählen Sie die Zeitzone aus, in der dieser Termin stattfindet.
eu: Hitzordu hau gertatuko den tokiaren ordu-eremua aukeratu.
fr: Sélectionner le fuseau horaire, où cet événement a lieu.
it: Seleziona il fuso orario dove accadrà questo evento.
nl: Selecteer de tijdzone waarin het agenda-item plaatsvindt.
pt_br: Selecione o fuso horário no qual este evento acontece.
zh_tw: 選擇活動的時區資訊。

source: help_event_url
de: Web-Adresse mit mehr Informationen zum Termin. Verwenden Sie das URL Schema http:// für externe Links.
eu: Hitzordu honen inguruko informazio gehiago duen web helbidea. Atari honetatik kanpoko loturei http:// gehitu aurretik.
fr: Adresse internet (URL) d'une page disposant des informations sur l'événement. Format: http://monsite.com/monevenement
it: Indirizzo web con maggiori informazioni sull'evento. Aggiungere http:// per i collegamenti esterni.
nl: Internetadres met meer informatie over het agenda-item. Voeg http:// e voor externe links.
pt_br: Endereço web com mais informações sobre este evento. Adicione http:// para links externos a este site.
zh_tw: 說明活動細節的網址。外部網站請加上 http:// 開頭資訊。

source: help_event_whole_day
de: Termin dauert den ganzen Tag.
eu: Hitzordua egun osokoa da.
fr: Cocher si l'événement dure toute la journée
it: L'evento dura l'intera giornata
nl: Agenda-item duurt de hele dag.
pt_br: Evento acontece durante o dia todo
zh_tw: 活動時間涵蓋一整天。

source: help_first_weekday
de: Erster Tag der Woche.
eu: Asteko lehenengo egunean.
fr: Premier jour de la semaine
it: Primo giorno della settimana.
nl: Eerste dag van de week.
pt_br: Primeiro dia da semana.
zh_tw: 指定月曆裡每週的起始日。

source: help_ical_import
de: Termine von einer icalendar Datei importieren.
eu: Hitzorduak icalendar fitxategietatik inportatu.
fr: Importer des événements à partir de fichiers icalendar.
it: Importa gli eventi da dei file icalendar.
nl: Importeer agenda-items van icalendar-bestanden.
zh_tw: 從 iCalendar 檔案匯入活動。

source: help_ical_import_disable
de: Das icalendar import Feature auf diesem Kontext deaktivieren.
eu: Egin klik icalendar inportazioa kontestu honetan desaktibatzeko.
fr: Cliquer pour désactiver la fonction d'import sur ce contexte.
it: Clicca per disabilitare l'importazione da icalendar in questo contesto.
nl: Klik om de icalendar-import functie hier uit te schakelen.
zh_tw: 停用 iCal 匯入功能。

source: help_ical_import_enable
de: Das icalendar import Feature auf diesem Kontext aktivieren.
eu: Egin klik icalendar inportazioa kontestu honetan aktibatzeko.
fr: Cliquer pour activer la fonction d'import sur ce contexte.
it: Clicca per abilitare l'importazione da icalendar in questo contesto.
nl: Klik om de icalendar-functie hier in te schakelen.
zh_tw: 啟用 iCal 匯入功能。

source: help_portal_timezone
de: Die Zeitzonen-Einstellung des Portals. Benutzer können ihre eigene Zeitzone einstellen, falls verfügbare Zeitzonen definiert sind.
eu: Atariaren ordu-eremuaren ezarpena. Erabiltzaile bakoitzak bere ordu-eremua ezarri dezake, hemen bat baino gehiago definituz gero.
fr: Le fuseau horaire du site. Les utilisateurs peuvent mettre leur propre fuseau horaire, si disponible les fuseaux horaires seront définis.
it: L'impostazione del fuso orario del portale. Gli utenti potranno impostare il proprio fuso orario, se 'Fusi orari disponibili' è stato valorizzato.
nl: De tijdzone-instelling van de site. Gebruikers kunnen hun eigen tijdzone instellen, als deze beschikbaar zijn.
pt_br: Configuração de fuso horário do portal. Usuários podem definir seu próprio fuso horário, caso a lista de fusos horários esteja definida.
zh_tw: 指定網站的預設時區，搭配可選取的時區，使用者可以指定想要的時區。

source: ical_import_event_type_desc
de: Inhaltstyp, der beim Import für neue Events verwendet wird.
eu: icalendar bidezko inportazioak egiten direnean hitzorduaren eduki-mota
it: Tipo di contenuto degli eventi importati da icalendar.
nl: Contenttype aan te maken agenda-items bij het importeren van icalendar-bronnen.
zh_tw: 匯入 iCal 時，預設要建立的活動型別。

source: ical_import_event_type_title
de: Event Typ
eu: Izenburua
it: Tipo di evento
nl: Contentype voor Agenda-item
zh_tw: 活動類型

source: ical_import_file_desc
de: Lokale icalendar Datei, wenn keine URL angegeben ist.
eu: icalendar fitxategia URLrik ez bada ematen.
it: File icalendar, se nessun URL è stato inserito.
nl: ICalendar bestand als geen URL wordt opgegeven
zh_tw: iCalendar 檔案或網址。

source: ical_import_file_title
de: Icalendar Datei
eu: icalendar fitxategia
it: File Icalendar
nl: Icalendar-bestand
zh_tw: iCalendar 檔案

source: ical_import_imported
de: ${num} Termine von ${filename} importiert.
eu: ${filename} fitxategitik ${num} hitzordu inportatu dira
it: ${num} eventi importati da ${filename}
nl: ${num} agenda-items geïmporteerd vanuit ${filename}
zh_tw: 從 ${filename} 匯入 ${num} 活動

source: ical_import_no_ics
de: Bitte geben sie entweder eine icalendar .ics Datei oder eine URL zu einer Datei an.
eu: icalendar fitxategia edo fitxategi baten URL helbidea eman.
it: Inserisci un file icalendar ics o un URL di un file.
nl: Geef een icalendar- of ics-bestand op, of een URL naar een bestand.
zh_tw: 請提供 iCalendar ICS 檔案或網址。

source: ical_import_sync_strategy_desc
de: Legt fest, wie die Synchronisation durchgeführt wird: 1) 'Neuere Importieren': Importe den Termin, falls dieser ein späteres Änderungsdatum als der existierende Termin hat. 2) 'Eigene behalten': Bei Konflikten, behalte den existierenden Termin. 3) 'Externe behalten': Bei Konflikten, aktualisiere den existierenden Termin mit den importierten Termin. 4) 'Keine Synchronisation': Führe keine Synchronisation durch, sondern lege neue Termine für jeden importierten Termin an und vergib für jeden importierten Termin eine neue Synchronisation ID (sync_uid).
eu: Default: "Sinkronizazio aukerak: 1) "Berriagoak mantendu": Inportatu, inportatutakoa aldatu bada one. 2) "Nirea mantendu": Arazoren bat dagoenean, ezer ez egin. 3) "Eurena mantendu": Arazoren bat dagoenean, dagoen hitzordua inportatutakoarekin eguneratu. 4) "Ez sinkronizatu": Ez sinkronizatu dauden hitzorduak baina berriak inportatu eta sortu nahiz eta aurretik egon. Bakoitzarentzant sinkronizazio id-a sortu."
it: Definisce come sincronizzare: 1)"Tieni il più nuovo": Importa se l'evento è stato modificato dopo quello esistente. "Tieni il mio": in caso di conflitti, non fare nulla. 3 "Tieni i loro": in caso di conflitti, sovrascrivi l'evento esistente. 4) "Nessuna sincronizzazione": Non sincronizzare ma importa gli eventi e creali nuovi, anche se esistono già. Per ognuno, crea un nuovo sync_uid.
nl: Hoe te synchroniseren: 1) "Nieuwste houden": Importeren als het geïmporteerde agenda-item bewerkt is na het bestaande. 2) "De mijne houden": Bij conflicten, niets doen. 3) "De hunne houden": Bij conflicten, het bestaande agenda-item bijwerken met het externe. 4) "Niet synchroneren": Niet synchroniseren, maar nieuwe agenda-items aanmaken, ook als ze al bestaan. Maak een nieuw sync_uid aan voor elk.
zh_tw: 設定同步方式: 1) 保留新的資料: 如果匯入的資料較新，就覆蓋原本舊的。 2) 保留既有資料: 資料重覆時，不會執行匯入動作。 3) 保留匯入資料: 資料重覆時，使用匯入的資料。 4) 不同步: 直接匯入，並為所有資料建立新識別碼。

source: ical_import_sync_strategy_title
de: Synchronisations Strategie
eu: Sinkronizazioaren ezarpenak
it: Strategia di sincronizzazione
nl: Synchronisatie-strategie
zh_tw: 同步方式

source: ical_import_url_desc
de: URL zu einer externen icalendar Datei.
eu: icalendar fitxategi baten kanpoko helbidea
it: URL ad un file icalendar esterno
nl: URL naar extern icalendar-bestand.
zh_tw: 外部 iCalendar 的檔案網址。

source: ical_import_url_title
de: Icalendar URL
eu: icalendar URLa
it: URL Icalendar
nl: Icalendar-URL
zh_tw: iCal 網址

source: label_add_to_ical
de: iCal
eu: iCal
fr: iCal
it: iCal
nl: iCal
pt_br: iCal
zh_tw: 新增 iCal

source: label_current_folder
de: Suche im aktuellen Ordner
eu: Uneko karpeta
fr: Dossier actuel
it: Cartella corrente
nl: Huidige map
zh_tw: 現行目錄

source: label_email
de: Email
eu: E-posta
fr: Email
it: Email
nl: E-mail
zh_tw: 電郵

source: label_event_announcement
de: Text
eu: Testua
fr: Corps de texte de l'événement
it: Testo dell'evento
nl: Tekst van agenda-item
pt_br: Texto sobre o evento
zh_tw: 活動說明

source: label_event_attendees
de: Teilnehmer
eu: Bertaratutakoak
fr: Participants
it: Partecipanti
nl: Deelnemers
pt_br: Participantes
zh_tw: 參與者

source: label_event_contact_email
de: Kontakt E-Mail
eu: Kontaktu e-posta
fr: Email du contact
it: Email di contatto
nl: E-mail contactpersoon
pt_br: E-mail de contato
zh_tw: 聯絡電郵

source: label_event_contact_name
de: Kontaktname
eu: Kontaktu izena
fr: Nom du contact
it: Nome del contatto
nl: Naam contactpersoon
pt_br: Nome do contato
zh_tw: 聯絡人員

source: label_event_contact_phone
de: Kontakt Telefon
eu: Kontaktu telefonoa
fr: Téléphone du contact
it: Telefono del contatto
nl: Telefoon contactpersoon
pt_br: Telefone de contato
zh_tw: 聯絡電話

source: label_event_end
de: Terminende
eu: Bukaera-data
fr: Date de fin
it: Data di fine evento
nl: Agenda-item eindigt
pt_br: Término do evento
zh_tw: 活動結束時間

source: label_event_location
de: Ort
eu: Tokia
fr: Lieu de l'événement
it: Luogo
nl: Plaats
pt_br: Localização
zh_tw: 地點

source: label_event_open_end
de: Offenes Ende
eu: Bukaera irekia
fr: Durée indéterminée
it: Fine aperta
nl: Geen einde
zh_tw: 結束時間未定

source: label_event_recurrence
de: Wiederholung
eu: Errepikapenak
fr: Récurrence
it: Ricorrenza
nl: Herhalingen
pt_br: Recorrência do evento
zh_tw: 循環設定
